// © Copyright 2004-2008, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Caricamento file";
kUploadingTitleStringKey = "Caricamento in corso…";
kUploadingReceiveResponseTitleStringKey = "Ricezione risposta…";

// Errors
kFileOpenError = "Impossibile aprire il file %@.";
kFileOpenErrorExplanation = "Il file è corrotto oppure è stato spostato in un'altra ubicazione, rinominato o eliminato. Verificare l'ubicazione del file oppure selezionare un altro file e riprovare.";
kPrintChannelOpenError = "Impossibile aprire un canale della stampante.";
kPrintChannelOpenErrorExplanation = "Verificare che la stampante sia accesa e collegata, quindi riprovare.";
kSendDataError = "Impossibile inviare i dati alla stampante.";
kSendDataErrorExplanation = "Verificare che la stampante sia accesa e collegata, quindi riprovare.";

HSDDescriptionField = "Selezionare un file e trasferirlo alla stampante. Il risultato di questa operazione dipende dal contenuto del file trasferito.";
HSDFilePathLabel = "Nome del file:";
HSDFilePathField = "<Non selezionato>";
HSDChooseButton = "Scegli…";
HSDGetResponseButton = "Visualizza risposta della periferica";
HSDUploadButton = "Carica";

HSDProgressTitle = "Caricamento in corso…";
HSDCancelButton = "Annulla";

HSDCloseButton = "Chiudi";
